start_message = (
    "Привет, {name}!\n"
    "Этот бот поможет тебе загружать книги с флибусты.\n"
    "Узнать, как со мной работать /help.\n"
    "Настройки языков для поиска /settings.\n"
    "Информация о боте /info.\n"
    "Оставить отзыв /vote.\n"
    "Чтобы помочь /donate."
)
help_msg = (
    "Лучше один раз увидеть, чем сто раз услышать.\n"
    "https://youtu.be/HV6Wm87D6_A"
)
choose_priority_format = (
    "Выберите формат (если выбранный формат будет недоступен, книга будет отправлена в доступном формате):"
)
commands_msg = """
Команды:
/random_author - получить случайного автора
/random_series - получить случайную серию
"""
info_msg = """
В связи с блокировкой обсуждения во Вконтакте были созданы:
чат, в котором можно задать вопрос и обсудить работу бота и канал с актуальными новостями и

Чат: @flibusta_rebot_chat
Канал: @flibusta_rebot_channel


Связь с создателем проекта @kurbezz
Github: https://github.com/Kurbezz/async_flibusta_bot
"""
donate_msg = (
    "Кофе, кофе, кофе... \n"
    "Он помогает лучше думать и добавлять больше функционала, но увы за него надо платить. "
    "Если вы хотите помочь и сделать свой вклад в проект, "
    "можете сделать это пожертвовав любую сумму на реквизиты ниже. "
    "В комментариях к платежу указывайте на что пойдут деньги "
    "(оплата сервера, добавление нового функционала и т.д.).\n\n"
    "СберБанк, Тинькофф:\n" 
    "+7-953-496-65-56\n\n"
    "Карта:\n"
    "5536 9138 2061 9688\n\n"
    "Яндекс.Деньги:\n"
    "410015188456452"
)
cache_removed = "Файл обновлен!"
share = "Поделиться"
